/* No comment */
"Please contact your web hosting service provider for assistance" = "Lütfen yardım almak için web barındırma hizmeti sağlayıcınızla görüşün";

/* No comment */
"Please open a ticket at {0}" = "Lütfen {0} üzerinde bir destek kaydı oluşturun";

"DNS is the network service that translates a server name to its Internet address. This error is most often caused by having no connection to the Internet or a misconfigured network. It can also be caused by an unresponsive DNS server or a firewall preventing access to the network." = "DNS, bir sunucu adını İnternet adresine çeviren ağ hizmetidir. Bu soruna genellikle İnternet bağlantısının olmaması ya da yanlış yapılandırılmış bir ağ neden olur. Ayrıca yanıt vermeyen bir DNS sunucusundan ya da ağa erişimi engelleyen bir güvenlik duvarından da kaynaklanabilir.";

"The connection attempt was rejected. The server may be down, or your network may not be properly configured." = "Bağlantı girişimi reddedildi. Sunucu kapalı ya da ağınız düzgün yapılandırılmamış olabilir.";